<template>
  <div class="biddingAgreement" v-show="!getValue">
	<div class="mainTitle">
		<div class="back" @click="reviseProtocolCover">
			<i class="iconfont icon-zuojiantou"></i>
		</div>
		<span>协议</span></div>
		<div class="mapBottom">
		<p></p>
		<p></p>
		<p>
			<span>在接受本协议之前，请用户仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容）。如果用户对本协议的条款有疑问的，请通过淘拍堂客服渠道进行询问，淘拍堂将向用户解释条款内容。如果用户不同意本协议的任意内容，或者无法准确理解淘拍堂对条款的解释，请不要进行后续操作。用户在使用过程中点击“同意”按钮即表示用户完全接受“本协议”项下的全部条款。</span>
		</p>
		<p>
			<span>第一条：定义</span>
		</p>
		<p>
			<span>1.1</span><span>、网络竞拍：是指卖家以网络竞拍方式发布拍品，采用公开竞拍形式，由出价最高者最终获得拍品的交易方式。</span>
		</p>
		<p>
			<span>1.2</span><span>、竞拍者：在竞拍过程中对拍品出价者。</span>
		</p>
		<p>
			<span>1.3</span><span>、买家：指竞拍中获胜，最终有权按照成交价格购得拍品的竞拍者。</span><span> </span>
		</p>
		<p>
			<span>1.4</span><span>、卖家：将自有物品通过淘拍堂竞拍服务进行出售者；</span>
		</p>
		<p>
			<span>1.5</span><span>、拍品：卖家以网络竞拍方式出售的自有物品。</span>
		</p>
		<p>
			<span>1.6</span><span>、淘拍堂竞拍服务：锡庆信息科技（上海）有限公司通过互联网向交易双方提供网络竞拍服务技术平台的服务。</span>
		</p>
		<p>
			<span>1.7</span><span>、交易双方：通过网络竞拍方式交易的买家及卖家。</span>
		</p>
		<p>
			<span>第二条：签约主体</span><span> </span>
		</p>
		<p>
			<span>1.1</span><span>、本协议由锡庆信息科技（上海）有限公司（以下简称“淘拍堂”）与接受淘拍堂竞拍服务的竞拍者、买家、卖家</span><span>(</span><span>以下合称“用户”</span><span>)</span><span>签署。</span>
		</p>
		<p>
			<span>第二条：立约背景</span>
		</p>
		<p>
			<span>2.1</span><span>、为维护交易秩序，规范竞拍者、买家、卖家的行为，保障交易双方的合法权益，拟定本协议。</span><span> </span>
		</p>
		<p>
			<span>2.2</span><span>、淘拍堂仅向用户提供网络竞拍服务技术平台服务。其中，本协议项下的互联网信息服务、网站相关技术支持、服务及网站空间由腾讯公司提供，本协议项下相关费用支付服务由财付通、易宝支付、支付宝等第三方支付机构提供。网络竞拍服务技术平台上的拍品信息及拍品相关描述（以下统称“拍品信息”）均由卖家自主发布，竞拍者参与竞拍且竞拍成功时，交易双方之间达成买卖合同关系并受该买卖合同的约束。</span>
		</p>
		<p>
			<span>第三条：淘拍堂竞拍服务的条件</span><span> </span>
		</p>
		<p>
			<span>3.1</span><span>、符合以下条件的用户方能接受淘拍堂竞拍服务：</span><span> </span>
		</p>
		<p>
			<span>3.1.1</span><span>、通过关注淘拍堂公众号或注册成为淘拍堂用户；</span>
		</p>
		<p>
			<span>3.1.2</span><span>、淘拍堂未拒绝向用户提供竞拍技术服务。</span>
		</p>
		<p>
			<span>第四条：用户权利与义务</span>
		</p>
		<p>
			<span>4.1</span><span>、用户有权利拥有自己在淘拍堂的用户名及交易密码，用户不得以任何形式擅自转让或授权他人使用自己的淘拍堂用户名及密码。</span>
		</p>
		<p>
			<span>4.2</span><span>、用户在使用淘拍堂竞拍服务交易过程中如与其他用户因交易产生纠纷，可以请求淘拍堂予以协调。用户如发现其他用户有违法或违反本服务协议的行为，可以向淘拍堂进行反映要求处理。如用户因网上交易与其他用户产生诉讼的，用户有权通过司法部门要求淘拍堂提供相关资料。</span>
		</p>
		<p>
			<span>4.3</span><span>、用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证淘拍堂及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在淘拍堂进行注册或认证；</span>
		</p>
		<p>
			<span>4.4</span><span>、用户应当保证在使用淘拍堂竞拍服务进行交易过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。</span>
		</p>
		<p>
			<span>4.5</span><span>、用户不应在淘拍堂竞拍服务平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度。</span>
		</p>
		<p>
			<span>4.6</span><span>、用户在淘拍堂竞拍服务平台上不得发布各类违法或违规信息；不得以任何行为扰乱淘拍堂竞拍服务平台秩序。</span>
		</p>
		<p>
			<span>4.7</span><span>、用户在淘拍堂竞拍服务平台上不得买卖国家禁止销售的或限制销售的物品、不得买卖侵犯他人知识产权或其它合法权益的物品，也不得买卖违背社会公共利益或公共道德的、或是淘拍堂认为不适合在淘拍堂竞拍服务平台上销售的物品；</span>
		</p>
		<p>
			<span>4.8</span><span>、用户承诺自己在使用淘拍堂服务时实施的所有行为均遵守国家法律、法规和淘拍堂的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</span>
		</p>
		<p>
			<span>4.9</span><span>、用户应当按照本协议、附件（包括但不限于《淘拍堂竞拍服务管理规范》、《淘拍堂竞拍服务保证金规范》以及所有淘拍堂已经发布的或将来可能发布的各类规则、操作流程）参与上架、出售拍品，遵守相关出价、成交价格、交付拍品、竞拍保证金止付锁定</span><span>/</span><span>释放</span><span>/</span><span>赔付等各类规定。</span>
		</p>
		<p>
			<span>4.10</span><span>、交易双方因货物质量问题发生退货、退款纠纷的，双方应当友好协商解决；协商不成的，双方同意将纠纷提交淘拍堂作最终裁定。双方接受淘拍堂裁定作为终局解决方案，非因淘拍堂故意或重大过失，不得向淘拍堂作出任何索赔要求。</span>
		</p>
		<p>
			<span>4.11</span><span>、卖家义务</span>
		</p>
		<p>
			<span>4.11.1</span><span>、卖家根据《淘拍堂竞拍服务保证金规范》处理保证金相关事宜。</span>
		</p>
		<p>
			<span>4.11.2</span><span>、在竞拍成功时，卖家应当按照淘拍堂业务流程将符合卖家描述的拍品交付买家。</span>
		</p>
		<p>
			<span>4.12</span><span>、竞拍者、买家义务</span>
		</p>
		<p>
			<span>4.11.1</span><span>、买家根据《淘拍堂竞拍服务保证金规范》处理保证金相关事宜。</span>
		</p>
		<p>
			<span>4.11.2</span><span>、在竞拍成功时，买家应当向卖家支付拍品价款。</span>
		</p>
		<p>
			<span>4.11.3</span><span>竞拍者确认，因部分卖家的竞拍活动须向有关工商行政管理部门申报并提供买家（含所有参与竞拍者）的相关身份信息，如竞拍者参与竞拍的拍品属于该部分卖家提供的拍品，则同意将竞拍者的身份信息（包含但不限于姓名、身份证件号码、住址等）提供给卖家用于向工商行政管理部门申报之用，具体提供方式为：签署本协议后，在网络页面中填写相关身份信息。</span>
		</p>
		<p>
			<span>第五条：淘拍堂权利与义务</span>
		</p>
		<p>
			<span>5.1</span><span>、淘拍堂同意向用户提供稳定的网络竞拍服务技术平台，使用户在淘拍堂竞拍服务平台上架、出售拍品、参与竞拍、交易拍品；用户同意严格按照本协议约定使用淘拍堂竞拍服务技术平台。</span><span> </span>
		</p>
		<p>
			<span>5.2</span><span>、对用户在注册使用淘拍堂竞拍服务技术平台中所遇到的与交易或注册有关的问题及反映的情况，淘拍堂应及时作出回复。</span>
		</p>
		<p>
			<span>5.3</span><span>对于用户在淘拍堂竞拍服务技术平台发布的下列各类信息，淘拍堂有权在不通知用户的前提下进行删除或采取其它限制性措施，包括但不限于以炒作信用为目的的信息；淘拍堂有理由相信存在欺诈等恶意或虚假内容的信息；淘拍堂有理由相信与交易无关或不是以交易为目的的信息；淘拍堂有理由相信存在恶意竞价或其它试图扰乱正常交易秩序因素的信息；淘拍堂有理由相信该信息违反公共利益或可能严重损害淘拍堂和其它用户合法利益的。</span>
		</p>
		<p>
			<span>5.4</span><span>、因网络技术平台的特殊性，淘拍堂没有义务对所有用户的注册数据、所有的交易行为以及与交易有关的其它事项进行事先审查，但如存在下列情况之一，淘拍堂有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。</span>
		</p>
		<p>
			<span>5.4.1</span><span>、淘拍堂经检查发现用户有违法或不当行为的，淘拍堂以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的。</span>
		</p>
		<p>
			<span>5.4.2</span><span>、用户或其它第三方向淘拍堂告知用户有违法或不当行为的，淘拍堂以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的。</span>
		</p>
		<p>
			<span>5.4.3</span><span>、经国家生效法律文书或行政处罚决定确认用户存在违法行为的。</span>
		</p>
		<p>
			<span>5.5</span><span>、淘拍堂会在用户的终端设定或取用淘拍堂</span><span>cookies</span><span>。淘拍堂允许那些与淘拍堂合作的第三方到用户终端上设定或取用淘拍堂</span><span> cookies </span><span>。在用户登录时获取数据，淘拍堂使用</span><span>cookies</span><span>可为用户提供个性化服务。用户同意上述设定或取用淘拍堂</span><span>cookies</span><span>的行为，否则用户将不能使用淘拍堂竞拍服务。</span>
		</p>
		<p>
			<span>5.5.1</span><span>、涉及到相关拍卖资质的活动，由锡庆信息科技（上海）有限公司提供相关知识和资质支持。</span>
		</p>
		<p>
			<span>5.6</span><span>、淘拍堂有权保留用户交易记录，用户不得以任何理由要求淘拍堂删除用户交易记录。</span>
		</p>
		<p>
			<span>第六条：技术服务费</span>
		</p>
		<p>
			<span>6.1</span><span>、卖方应按照最终拍品成交金额的</span><span>5%</span><span>向淘拍堂支付技术服务费；淘拍堂目前对上架的拍品免收技术服务费。</span>
		</p>
		<p>
			<span>6.2</span><span>、淘拍堂收取技术服务费之前，应当提前十五日进行公告。</span>
		</p>
		<p>
			<span>6.3</span><span>、微信、易宝等第三方支付收取</span><span>0.6%</span><span>的手续费，淘拍堂目前全额补贴给用户，但淘拍堂有权随时停止此项补贴。</span>
		</p>
		<p>
			<span>6.4</span><span>、为防止信用卡套现，针对信用卡支付向商家收取</span><span>1%</span><span>手续费。</span>
		</p>
		<p>
			<span>6.5</span><span>、为防止用户使用晒宝</span><span>/</span><span>预展的打赏功能套现，淘拍堂会从打赏款项中收取</span><span>10%</span><span>手续费。</span>
		</p>
		<p>
			<span>6.6</span><span>、对于买方下单后支付至淘拍堂平台的货款，卖方授权淘拍堂先行向买方收取并保存；待买卖双方根据淘拍堂业务流程完成交易后，卖方方可根据淘拍堂业务流程向淘拍堂发出提取货款的相关申请，淘拍堂将根据业务流程及卖方要求，向卖方支付所完成交易的货款。</span>
		</p>
		<p>
			<span>第七条：免责及有限责任</span><span> </span>
		</p>
		<p>
			<span>7.1</span><span>、本协议项下的网络竞拍服务技术平台技术服务将按“现状”和按“可得到”的状态提供，淘拍堂将在现有技术的基础上尽最大努力提供相应的安全措施以保障服务安全和正常运行。但由于可能存在的计算机病毒、网络通讯故障、系统维护等方面的因素以及可能发生的不可抗力事件，淘拍堂在此明确声明对技术服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。对此用户予以理解并不应要求淘拍堂在以下情况下承担责任：</span><span> </span>
		</p>
		<p>
			<span>7.1.1</span><span>、系统停机维护；</span><span> </span>
		</p>
		<p>
			<span>7.1.2</span><span>、通讯终端或电信设备出现故障不能进行数据传输的；</span><span> </span>
		</p>
		<p>
			<span>7.1.3</span><span>、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能提供服务的；</span><span> </span>
		</p>
		<p>
			<span>7.1.4</span><span>、由于黑客攻击、电信部门技术调整或故障、网站升级、第三方问题等原因而造成的服务中断或者延迟。</span><span> </span>
		</p>
		<p>
			<span>7.2</span><span>、淘拍堂仅向交易双方提供技术平台以便交易双方之间达成拍品相关的交易，淘拍堂并非交易的参与方，不对卖家的任何口头、书面陈述或者向淘拍堂的线上信息及拍品之真实性、合法性做任何明示或暗示的担保，或对此承担任何责任。如因拍品交易产生纠纷的，均由卖家以自己的名义独立承担所有相应的法律责任。</span>
		</p>
		<p>
			<span>第八条：终止服务</span><span> </span>
		</p>
		<p>
			<span>8.1</span><span>、如用户向淘拍堂提出注销淘拍堂注册用户身份时，经淘拍堂审核同意，由淘拍堂注销该注册用户，用户即解除与淘拍堂的服务协议关系。但注销该用户账号后，淘拍堂仍保留下列权利：</span>
		</p>
		<p>
			<span>用户注销后，淘拍堂有权保留该用户的注册数据及以前的交易行为记录。</span>
		</p>
		<p>
			<span>用户注销后，如用户在注销前在淘拍堂信息发布平台上存在违法行为或违反合同的行为，淘拍堂仍可行使本协议所规定的权利。</span>
		</p>
		<p>
			<span>8.2</span><span>、在下列情况下，淘拍堂可以注销用户。注销用户后，淘拍堂有权删除用户提交的任何资料，淘拍堂没有义务为用户保留原账号中或与之相关的任何信息。用户同意，淘拍堂不就注销用户而对用户或任何第三者承担任何责任。</span>
		</p>
		<p>
			<span>8.2.1</span><span>、在用户违反本协议相关规定，经淘拍堂限期整改仍然不符合本协议规定的。</span>
		</p>
		<p>
			<span>8.2.2</span><span>、淘拍堂发现用户注册数据中内容是虚假的。</span>
		</p>
		<p>
			<span>8.2.3</span><span>、用户在超过</span><span>180</span><span>天的时间内未以用户的账号及密码登录淘拍堂技术平台的。</span>
		</p>
		<p>
			<span>8.2.4</span><span>、淘拍堂已经注销该用户，该用户再一次直接或间接或以他人名义注册为淘拍堂用户的。</span>
		</p>
		<p>
			<span>8.2.5</span><span>、其它淘拍堂认为需注销用户的情况。</span>
		</p>
		<p>
			<span>8.3</span><span>、注销用户后的交易处理</span>
		</p>
		<p>
			<span>8.3.1</span><span>、注销用户前，该卖家已经上传至淘拍堂的物品尚未交易或尚未交易完成的，淘拍堂有权在注销用户的同时删除此项物品的相关信息。</span>
		</p>
		<p>
			<span>8.4.2</span><span>、注销用户前，买家已经就其它用户出售的具体物品作出竞价，但交易尚未结束，淘拍堂有权在注销用户同时删除该买家的相关竞价。</span>
		</p>
		<p>
			<span>8.4.3</span><span>、注销用户前，该用户已经与另一用户就具体交易达成一致，淘拍堂可以不删除该项交易，但淘拍堂有权在注销用户同时将该用户被中断或终止服务的情况通知交易对方。</span>
		</p>
		<p>
			<span>第九条：协议生效和适用范围</span><span> </span>
		</p>
		<p>
			<span>9.1</span><span>、用户通过网络页面点击确认或以其他方式选择接受本协议，即表示用户与淘拍堂已达成协议并同意接受本协议的全部约定内容。本协议自用户通过网络页面点击确认或以其他方式选择接受本协议之时起生效。</span><span> </span>
		</p>
		<p>
			<span>9.2</span><span>、本协议内容包括协议正文、附件（包括但不限于《淘拍堂竞拍管理规范》、《淘拍堂竞拍服务保证金规范》、《淘拍堂争议处理规范》、《关于淘拍堂争议处理的相关原则》、《禁止和限制销售的拍品》以及所有淘拍堂已经发布的或将来可能发布的各类规则、操作流程）。淘拍堂有权根据需要不时地制定、修改本协议、附件或各类规则、操作流程，如有任何变更，淘拍堂将在网站上以公示形式通知用户。任何修订和新规则及流程一经公布即自动生效，成为本协议的一部分。如用户继续参与竞拍的，则视为用户对修改后的条款不持异议并同意遵守。</span>
		</p>
		<p>
			<span>第十条：其他约定</span><span> </span>
		</p>
		<p>
			<span>10.1</span><span>、本协议适用中华人民共和国大陆地区法律。</span><span> </span>
		</p>
		<p>
			<span>10.2</span><span>、因淘拍堂与用户就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，淘拍堂和用户同意由淘拍堂住所地法院管辖审理双方的纠纷或争议。</span>
		</p>
		<p></p><p></p>
	</div>
  </div>
</template>

<script>

export default {
  name: 'biddingAgreement',
  data () {
    return {
      value: this.getValue
    }
  },
  beforeRouteLeave (to, form, next) {
    this.$store.commit('reviseProtocolClose', true)
    next()
  },
  computed: {
    getValue () {
      return this.$store.state.isProtocol
    }
  },
  methods: {
    reviseProtocolCover () {
      this.$router.go(-1)
    }
  },
  created () {

  }
}
</script>

<style scoped>
	.mainTitle {
		height: 110px;
		background: #d83037;
		text-align: center;
	}
	.back {
		width: 80px;
		height: 60px;
		padding-top: 10px;
		position: absolute;
		left: 20px;
		top: 22px;
	}
	.mainTitle span {
		color: #fff;
		font-size: 40px;
		line-height: 110px;
	}
	.mapBottom p {
		padding: 20px 40px;
		line-height: 38px;
		text-indent: 1rem;
		font-size: 24px;
	}
	.icon-zuojiantou{
		color: #fff;
	}
</style>
